Repository: soisy/soisy-woocommerce-plugin
Catalog: src/languages/soisy-pagamento-rateale-*.po
Languages: it_it

source: Single Product Summary
it_it: Riassunto Prodotto

source: Before Add To Cart Form
it_it: Dopo la Descrizione Breve

source: Before Add To Cart Button
it_it: Prima del Bottone Aggiungi al Carrello

source: After Add To Cart Button
it_it: Dopo il bottone Aggiungi al Carrello

source: Legacy Plugin Position
it_it: Legacy

source: Custom Template
it_it: Custom

source: Pay in instalments with Soisy
it_it: Paga a rate con Soisy

source: Allow your customers to pay in instalments with Soisy, the P2P lending payment method
it_it: Abilita i tuoi clienti a pagare a rate con Soisy, la piattaforma di prestiti tra privati

source: Thanks for choosing Soisy
it_it: Grazie per aver scelto Soisy

source: Validation error
it_it: Errore di validazione

source: HTTP request error
it_it: Errore nella richiesta HTTP

source: <span>You can choose widget position</span><ul><li><strong>Legacy</strong>: Select this option when other positions don't display properly.</li><li><strong>Custom</strong>: You can display the widget in your custom templates using the shortcode <i>["soisy-product-widget"]</i></li></ul>
it_it: <span>Potrai selezionare la posizione del widget:</span> <ul> <li><strong>Legacy</strong>: Questa impostazione modifica l'hook del simulatore, utilizzala quando le altre posizioni non sono funzionanti.</li> <li><strong>Custom</strong>: Consente di aggiungere il widget in una posizione custom a patto di inserire il seguente shortcode nel proprio template <i>[“soisy-product-widget”]</i></li>

source: Enable
it_it: Abilita

source: Enable Soisy payment
it_it: Abilita pagamento Soisy

source: Sandbox mode
it_it: Modalità Sandbox

source: Yes
it_it: Sì

source: If the Sandbox mode is active, no order will be passed to Soisy. Once you ran your test, fill in your merchant data and disable Sandbox mode.
it_it: Finchè la modalità sandbox è attiva potrai effettuare solo ordini di prova. Quando sei pronto per andare live disattivala e imposta le credenziali ricevute da Soisy.

source: Your Soisy Shop ID
it_it: ID dello Shop

source: API key
it_it: Chiave API

source: Your Soisy API key
it_it: Chiave API

source: Instalments
it_it: Rate

source: Number of Instalments (this applies only to quote widget)
it_it: Modificando il numero di rate cambierai soltanto il numero delle rate visualizzato sul nostro widget in scheda prodotto.

source: Minimum amount
it_it: Importo minimo

source: Minimum financing amount
it_it: Importo minimo finanziabile

source: Maximum amount
it_it: Impoorto massimo

source: Maximum financing amount
it_it: Importo finanziabile massimo

source: Interest Free
it_it: Tasso Zero

source: Enable Zero interest rates. If enabled, your merchant fees will be updated accordingly, as per TOS Agreement
it_it: Abilita Tasso Zero. Abilitando il tasso zero, anche le tue fee cambieranno come da contratto

source: Exclude categories from Financing
it_it: Escludi il plugin per le seguenti categorie

source: Select categories to be excluded from financing
it_it: Seleziona le categorie per le quali non vuoi proporre il finanziamento

source: Widget position
it_it: Posizione del Widget

source: I Agree submitting the info to Soisy page
it_it: Confermo di aver letto ed accettato le condizioni di Privacy e Informative Soisy

source: Spread the cost with Soisy
it_it: Paga a rate con Soisy
